Repository: eugene-melnik/bonbon
Catalog: *.po
Languages: ru

source: About Bonbon
ru: О Bonbon

source: Remote control through ssh.
ru: Удалённое управление с помощью ssh.

source: Sources on github
ru: Исходный текст на GitHub

source: Eugene Melnik
ru: Евгений Мельник

source: _File
ru: _Файл

source: _Edit
ru: _Правка

source: _Help
ru: П_омощь

source: Username:
ru: Пользователь:

source: Hostname:
ru: Компьютер:

source: Password:
ru: Пароль:

source: Connection
ru: Соединение

source: Multiply keys:
ru: Сочетания клавиш:

source: Send
ru: Послать

source: Key sequence:
ru: Последовательность:

source: Grab keyboard
ru: Захват клавиатуры

source: Grab!
ru: Захватить!

source: Keyboard
ru: Клавиатура

source: Execute
ru: Выполнить

source: Shell
ru: Оболочка

source: Preferences
ru: Настройки

source: Save login data
ru: Сохранять данные входа

source: Auto login
ru: Автоматический вход

source: Sequence delay (s):
ru: Задержка последовательности:

source: ${DISPLAY} value:
ru: Значение ${DISPLAY}:

source: Welcome to the shell!
ru: Добро пожаловать!

source: Oops! There is some error here! :)
ru: Упс! Непредвиденная ошибка! :)

source: You are offline!
ru: Нет подключения!

source: Ready to party!
ru: Готов тусить!

source: Incorrect data!
ru: Неверные данные!

source: Connected.
ru: Соеденено.

source: Disconnected.
ru: Отсоеденено.

source: Status: Empty field(s)!
ru: Статус: Отсутствуют данные!

source: Status: Connected
ru: Статус: Соеденено

source: Status: Disconnected
ru: Статус: Отсоеденено

source: Status: Error!!!
ru: Статус: Ошибка!!!

source: Done!
ru: Готово!

source: Enter command first!
ru: Сначала введите команду!
